{
    "c2array": true,
    "size": [
        8,
        43,
        1
    ],
    "data": [
        [
            [
                "Red Base"
            ],
            [
                "PR Jizal Avenue"
            ],
            [
                "Special"
            ],
            [
                "Itchi Avenue"
            ],
            [
                "Hundred City Mall"
            ],
            [
                "A Hostel"
            ],
            [
                "Itchi Museum"
            ],
            [
                "Special"
            ],
            [
                "Mitochondria Mall"
            ],
            [
                "Subway"
            ],
            [
                "Blessed Mari Church"
            ],
            [
                "Special"
            ],
            [
                "Itchi Science High School"
            ],
            [
                "Itchi Park"
            ],
            [
                "Itchi Community College"
            ],
            [
                "Itchi Hospital"
            ],
            [
                "Special"
            ],
            [
                "Uncovered Basketball Court"
            ],
            [
                "Green Base"
            ],
            [
                "Alaya Underpass"
            ],
            [
                "Special"
            ],
            [
                "Crown Complex"
            ],
            [
                "Groundmarque Department Store"
            ],
            [
                "Alaya Museum"
            ],
            [
                "Whitebird Tower"
            ],
            [
                "Special"
            ],
            [
                "Alaya Triangle"
            ],
            [
                "Subway"
            ],
            [
                "Aceldos Market"
            ],
            [
                "Special"
            ],
            [
                "Galepzi Active Park"
            ],
            [
                "Jovial Jeep"
            ],
            [
                "HTTP Tower"
            ],
            [
                "Itchi Medical Center"
            ],
            [
                "Special"
            ],
            [
                "Itchi Coliseum"
            ],
            [
                "Special"
            ],
            [
                "Special"
            ],
            [
                "Special"
            ],
            [
                "Itchi City Hall"
            ],
            [
                "Special"
            ],
            [
                "Special"
            ],
            [
                "Special"
            ]
        ],
        [
            [
                "You have landed on Red base."
            ],
            [
                "One of the main roads of Itchi City, PR Jizal Avenue Is home to many landmarks, such as Itchi City Hall and Itchi Museum."
            ],
            [
                "feeling special ka ghorl"
            ],
            [
                "Itchi Avenue is a hub with malls and department stores. You can find a development and a museum by Alaya Land, Inc. here."
            ],
            [
                "A shopping mall near Itchi Avenue, Hundred City Mall can be found in Itchi City's Hundred City Complex."
            ],
            [
                "A Hostel is one of the best lodging facilites you can rest in when visiting Itchi City. It has plenty of restaurants, coffee shops, and other amenities within walking distance."
            ],
            [
                "Once an old town hall, Itchi Museum holds the history and culture of Itchi City, where you can learn about and see the city's relics, attributes, and art."
            ],
            [
                "feeling special ka boi"
            ],
            [
                "Mitochondria Mall was built on the former site of a thermal power plant. It can be found in the central business district of Itchi City. It is hotly debated whether or not the mall grew from a part of a cell that produces energy."
            ],
            [
                "Take a rest here in the subway."
            ],
            [
                "A church built nearly four hundred years ago, Blessed Mari Church is a standing testament to the history of Itchi city and the faithfulness of its people."
            ],
            [
                "Short Description"
            ],
            [
                "Here is one of the country's many science high schools for students specializing in math and science. Rumors say five students from here are developing a game for a gaming workshop they attended."
            ],
            [
                "Come and relax at Itchi Park, where you can enjoy the scenery, which consists of a monument, nature, fountains, and more."
            ],
            [
                "This is Itchi City's most popular and most well-developed public college. A very compelling choice for those seeking further education."
            ],
            [
                "Need healthcare? Give Itchi Hospital a visit, and get the best treatment you can get in the country."
            ],
            [
                "Short Description"
            ],
            [
                "A place of joy, physical exercise, and where most of Brgy. Jizal's children and teens play basketball freely without the interruption. It also keeps those people safe from keeping them away the road and other vacant spaces."
            ],
            [
                "You have landed on Green base."
            ],
            [
                "An underpass made in Itchi city to be a great place to walk through the harsh elements of the outside world, like the punishing sunlight and the cold rain. It's great for regular working citizens of Itchi city to walk while not worrying about getting soaked with rainwater or too much sweat."
            ],
            [
                "Short Description"
            ],
            [
                "Name it, you can find it at the Alaya-owned Crown shopping complex in Itchi City. Consisting of five whole sections, you'd be hard-pressed to fail to find a store that has what you're looking for."
            ],
            [
                "The Groundmarque Department Store is one of the largest department stores in Itchi City. It can be found in Alaya Center."
            ],
            [
                "If you'd like to take a look more at national history than Itchi City's history, the Alaya Museum is a good fit for you. It has plenty of showcases of the country's art, culture, and general history. It also has galleries that often change its contents to host different showcases."
            ],
            [
                "This building is very significant to the country's aviation history, being home to its first commercial airport. It has since been turned into a place for dining and leisure, with bars, a lounge, and dining space. "
            ],
            [
                "Short Description"
            ],
            [
                "Found in Itchi City's central business district, Alaya Triangle is right at home, housing plenty of buildings used by large companies, businesses, and banks. There is also Alaya Triangle Gardens, a good place to relax, with its restaurants and park."
            ],
            [
                "Take a rest here in the subway."
            ],
            [
                "Celebrate your love of food at one of the biggest markets in the city, with plenty of stalls giving you a massive variety of options to try. Aceldos Market offers a wide range of cuisine originating from all over the world."
            ],
            [
                "Short Description"
            ],
            [
                "Galepzi Active Park is a privately-owned public space in Itchi City's central business district. Sounds about right, having a private park in a business district."
            ],
            [
                "Ever gone to a food truck? In Itchi City, you can have a food jeep! Make sure to try Jovial Jeep's bestsellers if you happen to catch it in the wild!"
            ],
            [
                "HTTP tower, an office skyscraper in Itchi City's central business district, is the second-tallest building in the country. It houses several international call centers."
            ],
            [
                "Itchi Medical Center is another place to check in for when you need healthcare, or when it's time for your regular checkup."
            ],
            [
                "Short Description"
            ],
            [
                "Itchi Coliseum, an indoor sporting arena, has held games in the country's basketball league. Not a bad place to go balling."
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "FINAL BOSS"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ]
        ],
        [
            [
                80
            ],
            [
                216
            ],
            [
                324
            ],
            [
                432
            ],
            [
                540
            ],
            [
                648
            ],
            [
                756
            ],
            [
                864
            ],
            [
                972
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                972
            ],
            [
                864
            ],
            [
                756
            ],
            [
                648
            ],
            [
                540
            ],
            [
                432
            ],
            [
                324
            ],
            [
                216
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ]
        ],
        [
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                80
            ],
            [
                216
            ],
            [
                324
            ],
            [
                432
            ],
            [
                540
            ],
            [
                648
            ],
            [
                756
            ],
            [
                864
            ],
            [
                972
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                1111
            ],
            [
                972
            ],
            [
                864
            ],
            [
                756
            ],
            [
                648
            ],
            [
                540
            ],
            [
                432
            ],
            [
                324
            ],
            [
                216
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ],
            [
                "Short Description"
            ]
        ],
        [
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ],
            [
                0
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                1
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}